docs/notes/2021-08-17_haluska_2020_Critical.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-28 qui 14:53 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>haluska_2020_Critical: A critical evaluation of some Kaleckian proposals to deal with the issue of convergence towards normal capacity utilization - (2020, ROKE)</title>
<meta name="author" content="Gabriel Petrini" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">haluska_2020_Critical: A critical evaluation of some Kaleckian proposals to deal with the issue of convergence towards normal capacity utilization - (2020, ROKE)</h1>
<p>
Time-stamp: 2021-08-17
</p>

<div id="outline-container-org902f4ae" class="outline-2">
<h2 id="org902f4ae">Backlinks</h2>
<div class="outline-text-2" id="text-org902f4ae">
<p>

</p>

<p>

</p>

<p>

</p>

<p>
<a href="sraffian_suppermultiplier_growth_model.html#ID-ed384551-c7ba-492f-be69-15906157ef9d">Sraffian suppermultiplier growth model</a>
</p>

<p>
<a href="demand_led_growth_models.html#ID-d21c21a8-1458-4ed9-b585-efb752d107b6">Demand-led growth models</a>
</p>
</div>
</div>



<div id="outline-container-org4fb7e69" class="outline-2">
<h2 id="org4fb7e69">FISH-5SS</h2>
<div class="outline-text-2" id="text-org4fb7e69">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Background</b></td>
<td class="org-left">There was an debate between Kurz and Ciccone regarding normal capacity utilization which was put aside and it is now recaptured</td>
</tr>

<tr>
<td class="org-left"><b>Supporting Ideas</b></td>
<td class="org-left">Definition of normal capacity utilization, normal prices and normal profit rate as defined by Ciccone</td>
</tr>

<tr>
<td class="org-left"><b>Purpose</b></td>
<td class="org-left">To reevaluate if the alternatives proposed by Kaleckian authors are compatible with the surplus approach</td>
</tr>

<tr>
<td class="org-left"><b>Originality/value (Contribution)</b></td>
<td class="org-left">Presents some definition regarding normal capacity utilization which is depends on the average-to-peak demand ratio</td>
</tr>

<tr>
<td class="org-left"><b>Relevance</b></td>
<td class="org-left">Explicitly states which hypothesis are required in order to the alternatives to be valid</td>
</tr>

<tr>
<td class="org-left"><b>Design/methodology/approach</b></td>
<td class="org-left">Review of theoretical literature</td>
</tr>

<tr>
<td class="org-left"><b>Results</b></td>
<td class="org-left">Some alternatives needs to assume that the range of values that normal/effective capacity utilization is large; others assumes that firms can achieve any desired profit rate which is nor related with the normal one; firms can operate above or below the normal level without any consequences; while some authores redefine the concept of normal capacity utilization and incur in some microeconomic theoretical problem.</td>
</tr>

<tr>
<td class="org-left"><b>(Interesting) Findings</b></td>
<td class="org-left">The normal capacity utilization for the whole economy may change even if all sectors stay at the same level due to sectoral composition change. If capacity utilization can accomodats conflicts claim (not income shares), usual models described by conflict claims is weakened.</td>
</tr>

<tr>
<td class="org-left"><b>Research limitations/implications (Critics)</b></td>
<td class="org-left">This paper does not present some important concepts for the surplus approach such as <b>gravitation</b>, <b>competition</b> and the <b>fulled-adjusted position</b> per se.</td>
</tr>

<tr>
<td class="org-left"><b>Uncategorized stuff</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>5SS</b></td>
<td class="org-left">The author review some alternatives regarding the convergence (or not) between effective and normal capacity utilization and most of them is not compatible with the surplus approach.</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org7ea30c9" class="outline-2">
<h2 id="org7ea30c9">Specifics comments</h2>
<div class="outline-text-2" id="text-org7ea30c9">
</div>
<div id="outline-container-org39a796d" class="outline-3">
<h3 id="org39a796d">Different proposals regarding capacity utilization</h3>
<div class="outline-text-3" id="text-org39a796d">
<ol class="org-ol">
<li>There is not a single desired utilization rate
<ol class="org-ol">
<li>Convergence towards the normal level is a final equilibrium, so should not be seem as a major concern</li>
<li>Additionally, capitalists consider a corridor in which does not trigger Harrodian instability</li>
<li>Problem: the size of the corridor is not large enough to ensure that capacity utilization as a closure in no Kaleckian strands</li>
</ol></li>
<li>Desired utilization rate is one of the firms&rsquo; goal, all of them are mutually exclusive
<ol class="org-ol">
<li>Conflicts between managers, shareholders and workers
<ol class="org-ol">
<li>There is a target profit rate (desired profit share), target real wage (target wage share)</li>
</ol></li>
<li>In this alternative, capitalists try to increase profitability by changing utilization rate not profit share (as usual in heterodox approaches). Thus, it could be always possible to mitigate the conflict by changing effective capacity utilization</li>
</ol></li>
<li>Normal capacity utilization converges to the effective one
<ol class="org-ol">
<li>The effects of the nearly past capacity utilization is longer than riquired for this approach</li>
<li>Additionally, this is not connect with average-to-peak ratio</li>
<li>Nikkiforos alternatives uses number of hours worked as endogenous variable which depends on
<ol class="org-ol">
<li>Wage differential between normal and extra hours</li>
<li>Capital output ratio</li>
<li>Opportunity cost of capital</li>
<li>Rate of return of scale</li>
<li>Hypothesis:
<ol class="org-ol">
<li>Average size of firm remains unchanged in the steady state</li>
<li>During the errors regarding expected growth rate, firms sizes changes</li>
<li>All firms are price takers</li>
</ol></li>
<li>Critics:
<ol class="org-ol">
<li>Increasing return to scale cannot be generalized to all firms</li>
<li>Deconcentration process since firm size does not chance, implying a scenario similar to perfect competition once market increases while firms become insignificant</li>
</ol></li>
</ol></li>
</ol></li>
</ol>
</div>
</div>

<div id="outline-container-org9992365" class="outline-3">
<h3 id="org9992365">Different definitions of full capacity production</h3>
<div class="outline-text-3" id="text-org9992365">
<dl class="org-dl">
<dt>Economic</dt><dd>Production that takes place under a normal work schedule (8h/5d)
<ul class="org-ul">
<li>Some authors states that this is stationary by construction</li>
</ul></dd>
<dt>Engineering</dt><dd>Maximum production that can be achieved (24h/7d)
<ul class="org-ul">
<li>Average workweek of capital
<ul class="org-ul">
<li>However, does not capture the speed of operation of a plant</li>
<li>Does not capture the number of workers per shift</li>
</ul></li>
</ul></dd>
</dl>
</div>
</div>

<div id="outline-container-orgbe5e341" class="outline-3">
<h3 id="orgbe5e341">Relation between normal prices, normal utilization and normal profit rate</h3>
<div class="outline-text-3" id="text-orgbe5e341">
<ul class="org-ul">
<li>For normal prices to prevail, production must be equal to effective demand at normal prices
<ul class="org-ul">
<li>This does not mean that effective utilization rate is equal to the normal one</li>
</ul></li>
<li>When prices are at the normal level, capacity utilization of the new installed equipment is equal to the normal one, the expected profit rate is equal to the normal one as well and equal across sectors
<ul class="org-ul">
<li>The size of the newly installed capacity is defined according to expected demand in such way that expected utilization is equal to the normal one</li>
<li>The normal capacity utilization correspond for new investment, not for the whole capital stock</li>
<li>So, capacity utilization affects normal prices</li>
</ul></li>
</ul>
</div>
</div>


<div id="outline-container-orgd17c762" class="outline-3">
<h3 id="orgd17c762">Determinants of normal utilization</h3>
<div class="outline-text-3" id="text-orgd17c762">
<ul class="org-ul">
<li>The size of the newly installed investment is defined in order to meet the peeks of demand expected during the lifetime of equipment
<ul class="org-ul">
<li>Capitalists aim to be able to meet peeks in demand without losing market share</li>
</ul></li>
<li>There is also opportunity costs, so capitalists do not want to hold unnecessary idle capacity</li>
<li>The <b>main</b> determinant of normal capacity utilization is the expected ratio between average and peaks in demand</li>
<li>It takes long periods of time for past utilization levels affect the desired one</li>
<li>Technology may explain the heterogeinity of margins of spare capacity between industries</li>
<li>Entry deterrence strategies may also influence the size of planned spare capacity</li>
<li>According to Ciccone, if effective capacity utilization keeps above the desired level, capitalists will increase capital stock and not the desired utilization while changes in the desired utilization level will be accompained by changes in the pattern of oscilations in demand
<ul class="org-ul">
<li>In summary, \((u - u_{N}) \Rightarrow K\) while \(\sigma Y \Rightarrow u_{N}\)</li>
</ul></li>
<li>The normal capacity utilization of the total economy is defined by the weigthed average of the normal utilization of all sectors. So, even if the normal utilization of the diferent sectors remains unchanged, the economy normal utilization may change due to sectoral composition</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Gabriel Petrini</p>
<p class="date">Created: 2021-10-28 qui 14:53</p>
</div>
</body>
</html>
